{
  "立春": {
    "name": "立春",
    "text": {
      "p1": "立春是二十四节气中第一个节气，标志着春天的开始。这时，太阳到达黄经315°。“立”是“开始”的意思；“春”代表着温暖、生长。春天是生长、耕耘、播种的季节。到了立春，人们能很明显地感受到白昼变长，太阳暖和了。这个节气是一年的转折点。",
      "p2": "立春时节养生着重要顺应春天阳气生发、万物始生的特点。春属木，与肝相应。在春季养生方面，主要是护肝，食品则应选择辛湿发散的大枣、豆豉、葱、花生等，可以达到很好的食疗效果。立春的饮食药膳应以“升补”为主，适宜的膳食有首乌肝片、虾仁韭菜、珍珠三鲜汤等，食之有补肝肾、益精血、乌发明目、温中益气的功效。"
    },
    "poem": {
      "title": "立春",
      "author": "【宋朝】白玉蟾",
      "text": "东风吹散梅梢雪，一夜挽回天下春。从此阳春应有脚，百花富贵草精神。",
      "now": "春风吹尽了腊梅梢头上的积雪，冰化雪消，草木滋长，一夜之间春天就来到了。从此以后，春天就像有了角一样，所到之处花花草草都繁盛地开放了。"
    },
    "colors": {
      "01": {
        "name": "黄白游",
        "hex": "#FFF799"
      },
      "02": {
        "name": "松花",
        "hex": "#FFEE6F"
      },
      "03": {
        "name": "缃叶",
        "hex": "#ECD452"
      },
      "04": {
        "name": "苍黄",
        "hex": "#B6A014"
      }
    }
  },
  "雨水": {
    "name": "雨水",
    "text": {
      "p1": "雨水是二十四节气中的第二个节气，也是春季的第二个节气。这时，太阳到达黄经330°。降水开始，雨量渐增。在黄河流域，雨水之前天气寒冷，雪花纷飞。雨水之后气温一般可升至0摄氏度以上。降雪逐渐变少，而降雨逐渐增多。",
      "p2": "五行中肝属木，味为酸，脾属土，味为甘，木胜土。所以，雨水时节的饮食应少吃酸味，多吃甜味，以养脾脏之气。可选择香椿、百合、豌豆苗、茼蒿、荠菜、春笋、山药、藕、芋头、萝卜、荸荠、甘蔗等。"
    },
    "poem": {
      "title": "早春呈水部张十八员外",
      "author": "【唐朝】韩愈",
      "text": "天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。",
      "now": "京城的街道上细雨纷纷，就像油酥一样无声地滋润万物。抬头远看都是嫩绿的色，但是离得近了看起来却不明显。这是一年当中春天气息最美好的时候，比满的烟柳更加让人心旷神怡。"
    },
    "colors": {
      "01": {
        "name": "盈盈",
        "hex": "#F9D3E3"
      },
      "02": {
        "name": "水红",
        "hex": "#ECB0C1"
      },
      "03": {
        "name": "苏梅",
        "hex": "#DD7694"
      },
      "04": {
        "name": "紫茎屏风",
        "hex": "#A76283"
      }
    }
  },
  "惊蛰": {
    "name": "惊蛰",
    "text": {
      "p1": "惊蛰是二十四节气中的第三个节气，也是春季的第三个节气。这时，太阳到达黄经345°。春雷乍动，惊醒了蛰伏在土中冬眠的动物。气温回升开始加快，黄河流域大部分地区已经逐渐响起了春雷。到了惊蛰，中国大部分地区进入春耕繁忙的季节。",
      "p2": "惊蛰的饮食原则是保阴潜阳，多吃清淡食物，也可以适当选用补品，以提高人体的免疫力，还可以适当食用一些具有补益正气作用的食疗粥来增强体质。还应多吃清淡食物，如糯米、芝麻、甘蔗等。一般选服具有调血补气、健脾补肾、养肺补脑的补品。"
    },
    "poem": {
      "title": "闻雷",
      "author": "【唐朝】白居易",
      "text": "瘴地风霜早，温天气候催。穷冬不见雪，正月已闻雷。震蛰虫蛇出，惊枯草木开。空余客方寸，依旧似寒灰。",
      "now": "烟瘴地面，风霜来得有些早；温热天气，气候争相催发。穷尽冬天，也不见下雪；正月才至，已听闻雷声。春雷响起，蛰伏的虫儿与蛇即将出走；吃了一惊，枯草和木早已萌动欲开。空自剩下，“我”客居的方寸之地，依旧如同寒灰一般了无生机。"
    },
    "colors": {
      "01": {
        "name": "赤缇",
        "hex": "#BA5B49"
      },
      "02": {
        "name": "朱草",
        "hex": "#A64036"
      },
      "03": {
        "name": "綪茷",
        "hex": "#9E2A22"
      },
      "04": {
        "name": "顺圣",
        "hex": "#7C191E"
      }
    }
  }
}
